{
    "intents": [
        {
            "tag": "salutations",
            "patterns": [
                "Bonjour",
                "Salut",
                "Coucou",
                "Salam",
                "Hello",
                "Holla",
                "Bonne journee",
                "Hey",
                "Comment ça va ?",
                "Bienvenue",
                "Yo",
                "Bien le bonjour",
                "Comment vas-tu ?",
                "Quoi de neuf ?",
                "Bonsoir",
                "Ahlan"
            ],
            "responses": [
                "Bonjour! Comment puis-je vous aider aujourd'hui?",
                "Salut! Comment puis-je assister vous aujourd'hui?",
                "Coucou! En quoi puis-je vous etre utile aujourd'hui?"
            ]
        },
        {
            "tag": "au_revoir",
            "patterns": [
                "Au revoir",
                "A bientot",
                "Adieu",
                "by",
                "a la prochaine",
                "a plus tard",
                "Prenez soin de vous",
                "a tres bientôt",
                "Bonne continuation",
                "Salama",
                "On se revoit bientôt",
                "Ciao",
                "Portez-vous bien",
                "Jusqu'a la prochaine fois"
            ],
            "responses": [
                "Au revoir! N'hesitez pas a revenir si vous avez d'autres questions.",
                "A bientot! J'espere vous avoir ete utile.",
                "Adieu! Prenez soin de vous."
            ]
        },
        {
            "tag": "merci",
            "patterns": [
                "Merci",
                "Je vous remercie",
                "C'est gentil",
                "Chokran",
                "Je vous suis reconnaissant",
                "Cela m'a beaucoup aide, merci",
                "Apprecie, merci",
                "Un grand merci",
                "Merci beaucoup",
                "Merci pour votre aide",
                "Je suis tres reconnaissant",
                "Merci pour tout",
                "C’est tres aimable de votre part",
                "Barakallahou fik"
            ],
            "responses": [
                "Vous etes le bienvenu! Avez-vous besoin d'aide avec autre chose?",
                "C'etait un plaisir de vous aider. Y a-t-il autre chose que je peux faire pour vous?",
                "Toujours heureux d'aider. N'hesitez pas si vous avez d'autres questions."
            ]
        },
        {
            "tag": "informations_generales",
            "patterns": [
                "Qu'est-ce que data gov ma?",
                "Donnez-moi des informations sur data gov ma",
                "Quel type de donnees puis-je trouver sur data gov ma?",
                "Qu’est-ce que l’Open Data ?",
                "Quelle est la mission de data gov ma?",
                "Pouvez-vous me presenter le projet data gov ma?",
                "Quelles categories de donnees sont disponibles sur data gov ma?",
                "En quoi consiste le concept d’Open Data?",
                "Quels sont les objectifs de data gov ma dans le partage des donnees?",
                "Comment data gov ma contribue-t-il a l'Open Data?",
                "Quel est le champ d'action de data gov ma en matiere de donnees ouvertes?",
                "Quelle est la variete des datasets que je peux explorer sur data gov ma?",
                "Quels sont les principes de l’Open Data que data gov ma cherche a promouvoir?"
            ],
            "responses": [
                "Les donnees gouvernementales ouvertes, egalement connues sous le nom d'Open Government Data, sont des donnees accessibles a tous, librement utilisables, modifiables et partageables sans restrictions techniques ou legales. Elles sont publiees dans un format techniquement ouvert, tel que CSV ou TXT, permettant une utilisation facile par les programmes informatiques. De plus, elles sont accompagnees d'une licence ouverte qui autorise leur reutilisation a des fins commerciales et non commerciales, tout en preservant la provenance et l'accessibilite des informations."
            ]
        },
        {
            "tag": "aide_recherche",
            "patterns": [
                "Comment puis-je trouver des donnees specifiques?",
                "Je ne trouve pas ce que je cherche, pouvez-vous m'aider?",
                "Ou puis-je trouver des statistiques sur le site?",
                "Quelle methode suivre pour localiser des donnees precises?",
                "Avez-vous des conseils pour affiner ma recherche de donnees?",
                "Comment utiliser les outils de recherche pour trouver des informations specifiques?",
                "Existe-t-il un guide ou des astuces pour faciliter la recherche de datasets?",
                "Je peine a trouver certaines informations, comment ameliorer ma recherche?",
                "Comment acceder rapidement aux statistiques disponibles sur le site?",
                "Y a-t-il des mots-cles ou filtres specifiques pour trouver des donnees precises?",
                "Pouvez-vous me donner des instructions pour naviguer vers les donnees que je cherche?",
                "Quels sont les meilleurs moyens de trouver des ensembles de donnees cibles sur le site?"
            ],
            "responses": [
                "Vous pouvez utiliser la barre de recherche pour trouver des donnees specifiques. Essayez d'utiliser des mots-cles lies a ce que vous recherchez.",
                "Je suis la pour vous aider. Pourriez-vous me donner plus de details sur ce que vous cherchez?",
                "Les statistiques et les donnees peuvent etre trouvees en naviguant dans les differentes categories ou en utilisant la fonction de recherche. Quelles statistiques cherchez-vous exactement?"
            ]
        },
        {
            "tag": "utilisation_site",
            "patterns": [
                "Comment utiliser ce site?",
                "Je suis nouveau, pouvez-vous me guider?",
                "Quelles sont les principales fonctionnalites du site?",
                "Quels sont les premiers pas a suivre pour naviguer sur le site?",
                "Pouvez-vous m'expliquer comment debuter sur ce site?",
                "Quels conseils avez-vous pour un nouvel utilisateur?",
                "Quel est le guide d'utilisation du site pour les novices?",
                "Comment acceder aux fonctionnalites cles du site?",
                "Y a-t-il une aide ou un tutoriel pour les nouveaux visiteurs?",
                "Quels sont les elements essentiels a connaître pour utiliser le site efficacement?",
                "Comment trouver rapidement ce que je cherche sur le site?",
                "Quelles sont les astuces pour une navigation optimale sur le site?"
            ],
            "responses": [
                "Bienvenue sur data.gov.ma! Le site est organise en categories de donnees, une barre de recherche et des sections pour les dernieres mises a jour. Commencez par explorer les categories.",
                "Heureux de vous guider! Vous pouvez commencer par utiliser la barre de recherche pour trouver des donnees ou parcourir les differentes categories disponibles.",
                "Les principales fonctionnalites incluent la recherche et le telechargement de donnees, l'acces aux dernieres mises a jour, et la possibilite de decouvrir des donnees par categorie."
            ]
        },
        {
            "tag": "confidentialite",
            "patterns": [
                "Quelle est votre politique de confidentialite?",
                "Mes donnees personnelles sont-elles en securite?",
                "Comment mes informations sont-elles utilisees?",
                "Où puis-je consulter les details de votre politique de confidentialite?",
                "Quelles mesures prenez-vous pour proteger mes donnees personnelles?",
                "Pouvez-vous m'expliquer comment vous traitez les informations collectees?",
                "Quelles garanties offrez-vous en matiere de securite des donnees personnelles?",
                "Comment puis-je être sûr que mes donnees ne seront pas partagees sans mon consentement?",
                "Quels sont les droits dont je dispose sur mes informations personnelles chez vous?",
                "Comment pouvez-vous assurer la confidentialite de mes donnees?",
                "Est-ce que mes informations personnelles sont utilisees a des fins commerciales?",
                "Comment mes donnees sont-elles stockees et qui y a acces?"
            ],
            "responses": [
                "Nous prenons la confidentialite tres au serieux. Pour plus d'informations, veuillez consulter notre politique de confidentialite sur le site.",
                "Vos donnees personnelles sont protegees conformement aux normes de securite elevees. Nous nous engageons a preserver votre confidentialite.",
                "Vos informations sont utilisees conformement a notre politique de confidentialite pour ameliorer votre experience sur le site. Nous ne partageons pas vos informations sans votre consentement."
            ]
        },
        {
            "tag": "retour",
            "patterns": [
                "Comment puis-je vous donner mon avis?",
                "Je souhaite faire une suggestion.",
                "Ou puis-je laisser un commentaire?",
                "Quel est le meilleur moyen de partager mon feedback?",
                "Comment soumettre mes impressions ou suggestions?",
                "Y a-t-il une adresse email pour envoyer des commentaires?",
                "Existe-t-il un formulaire en ligne pour exprimer mon avis?",
                "Comment faire pour vous communiquer mes retours d'experience?",
                "Où puis-je ecrire pour proposer des ameliorations?",
                "Est-ce que je peux laisser une evaluation quelque part?",
                "Comment envoyer des suggestions pour ameliorer le service?",
                "Y a-t-il un espace dedie aux retours utilisateurs sur votre site?"
            ],
            "responses": [
                "Votre avis est precieux pour nous! Vous pouvez soumettre vos commentaires ou suggestions via le formulaire de contact sur notre site.",
                "Nous serions heureux d'entendre vos suggestions. N'hesitez pas a utiliser le formulaire de contact pour nous faire part de vos idees.",
                "Pour laisser un commentaire, veuillez utiliser le formulaire de contact disponible sur notre site. Nous sommes toujours a l'ecoute de nos utilisateurs!"
            ]
        },
        {
            "tag": "acces_aux_donnees_publiques",
            "patterns": [
                "Comment acceder aux donnees publiques?",
                "Ou puis-je telecharger des jeux de donnees?",
                "Comment puis-je acceder aux archives des donnees?",
                "Quelles etapes suivre pour consulter les donnees publiques?",
                "Comment faire pour telecharger des datasets ouverts?",
                "Y a-t-il un guide pour acceder aux bases de donnees publiques?",
                "Quel est le processus pour obtenir l'acces aux archives de donnees?",
                "Où trouver les liens de telechargement pour les jeux de donnees publiques?",
                "Comment naviguer vers les archives pour consulter des donnees historiques?",
                "Est-ce que le telechargement de donnees necessite une inscription ou est-il libre?",
                "Quelles ressources sont disponibles pour faciliter l'acces aux donnees ouvertes?",
                "Comment puis-je rechercher et acceder a des donnees specifiques sur le portail public?"
            ],
            "responses": [
                "Vous pouvez acceder et telecharger des jeux de donnees publiques directement depuis notre site. Utilisez la barre de recherche ou parcourez les categories pour trouver ce dont vous avez besoin.",
                "Pour telecharger des jeux de donnees, naviguez dans les categories pertinentes ou utilisez la fonction de recherche pour trouver des donnees specifiques, puis suivez les instructions pour le telechargement.",
                "Les archives de donnees peuvent etre accessibles via la section 'Archives' du site. Si vous avez besoin d'un acces specifique, veuillez contacter le support pour plus d'assistance."
            ]
        },
        {
            "tag": "signaler_un_probleme",
            "patterns": [
                "Il y a un probleme avec le site",
                "Comment signaler une erreur sur une page?",
                "J'ai trouve un lien mort, que faire?",
                "Où puis-je rapporter un dysfonctionnement du site?",
                "Quelle est la procedure pour signaler des erreurs trouvees sur le site?",
                "Comment puis-je notifier une anomalie sur une des pages web?",
                "Existe-t-il un contact pour rapporter des problemes techniques?",
                "Comment faire remonter une information incorrecte ou un lien casse?",
                "Y a-t-il un formulaire en ligne pour signaler un bug ou une erreur?",
                "Qui contacter en cas de decouverte de contenu errone ou obsolete sur le site?",
                "Quel est le meilleur moyen de vous informer d'une erreur sur le portail?",
                "Comment signaler efficacement un probleme rencontre lors de l'utilisation du site?"
            ],
            "responses": [
                "Nous sommes desoles d'apprendre que vous rencontrez des problemes. Veuillez utiliser notre formulaire de contact pour signaler tout probleme ou erreur sur le site.",
                "Pour signaler une erreur ou un lien mort, veuillez nous fournir les details via le formulaire de contact. Nous apprecions votre aide pour ameliorer le site.",

                "Les rapports d'erreur sont precieux pour nous. Merci d'utiliser le formulaire de contact et de fournir autant de details que possible sur le probleme rencontre."
            ]
        },
        {
            "tag": "demande_de_nouveaux_jeux_de_donnees",
            "patterns": [
            "Comment puis-je demander de nouveaux jeux de donnees?",
            "Je veux des donnees qui ne sont pas disponibles, comment proceder?",
            "Est-il possible de suggerer l'ajout de nouvelles donnees?",
            "Quel est le processus pour soumettre une demande de nouveaux datasets?",
            "Comment faire pour suggerer l'ajout de donnees specifiques sur le portail?",
            "Y a-t-il un formulaire ou un contact pour demander des jeux de donnees non disponibles?",
            "Comment exprimer le besoin de donnees absentes du catalogue actuel?",
            "Existe-t-il un moyen de contribuer en proposant de nouvelles donnees pour le portail?",
            "Quelle demarche suivre pour enrichir la plateforme avec de nouvelles informations?",
            "Peut-on faire une requête officielle pour l'ajout de datasets specifiques?",
            "a qui m'adresser pour suggerer l'integration de nouvelles donnees ouvertes?",
            "Comment participer a l'elargissement de l'offre de donnees en faisant des propositions?"
            ],
            "responses": [
            "Si vous ne trouvez pas les donnees recherchees, n'hesitez pas a soumettre une demande via notre formulaire de contact. Nous examinons regulierement ces demandes pour enrichir notre bibliotheque de donnees.",
            "Pour demander l'ajout de nouveaux jeux de donnees, veuillez utiliser notre formulaire de contact et fournir des details sur les donnees que vous souhaitez voir ajoutees.",
            "Votre contribution est importante. Pour suggerer de nouvelles donnees, veuillez remplir le formulaire de contact avec les informations specifiques que vous souhaitez nous voir ajouter."
            ]
        },
        {
            "tag": "licence_et_utilisation_des_donnees",
            "patterns": [
            "Quelle est la licence des jeux de donnees?",
            "Puis-je utiliser ces donnees pour mon projet?",
            "Y a-t-il des restrictions sur l'utilisation des donnees telechargees?",
            "Sous quelle licence sont distribuees ces donnees?",
            "Est-il permis d'integrer ces donnees dans mon application ou site web?",
            "Quelles sont les conditions d'utilisation des jeux de donnees disponibles?",
            "Existe-t-il des limitations legales a l'exploitation de ces donnees?",
            "Les donnees telechargees peuvent-elles être utilisees a des fins commerciales?",
            "Comment puis-je connaître les droits d'usage des donnees que je souhaite utiliser?",
            "Y a-t-il des obligations ou des contraintes specifiques pour l'utilisation des donnees?",
            "Dois-je attribuer la source lors de l'utilisation des donnees dans mon projet?",
            "Les donnees sont-elles libres de droits ou y a-t-il des licences specifiques a respecter?"
            ],
            "responses": [
                "Le reutilisateur de jeux de donnees/Bases de donnees mises a disposition sous cette licence peut : \n Copier, distribuer et utiliser les elements des Jeux de donnees/Bases de donnees \n Produire des creations a partir de ces Jeux de donnees/Bases de donnees \n Adapter, modifier et construire a partir ces Jeux de donnees/Bases de donnees \n"
            ]
        },
        {
            "tag": "participation_civique",
            "patterns": [
            "Comment puis-je contribuer aux donnees?",
            "Je veux aider, comment faire?",
            "Est-ce que je peux ajouter mes propres donnees?",
            "Quelles sont les voies de contribution pour enrichir les donnees ouvertes?",
            "Comment puis-je participer a l’amelioration des jeux de donnees?",
            "Y a-t-il un processus pour soumettre mes donnees au portail?",
            "Je souhaite contribuer avec mes recherches, comment proceder?",
            "Existe-t-il des directives pour les contributions de donnees par les citoyens?",
            "Comment faire pour ajouter mes propres ensembles de donnees a la plateforme?",
            "Quel est le moyen de partager mes donnees avec la communaute?",
            "Y a-t-il une possibilite de collaborer en fournissant des donnees personnelles?",
            "Comment s'impliquer dans la mise a jour et la correction des donnees existantes?"
            ],
            "responses": [
            "Votre enthousiasme a contribuer est tres apprecie! Vous pouvez participer en soumettant vos propres jeux de donnees via notre formulaire de soumission. N'oubliez pas de consulter les criteres de contribution.",
            "Toutes les contributions sont les bienvenues! Pour ajouter vos donnees, rendez-vous sur la page de contribution. Assurez-vous que vos donnees respectent nos lignes directrices.",
            "C’est genial que vous souhaitiez aider! Pour contribuer avec vos donnees, veuillez remplir le formulaire de soumission en veillant a respecter nos normes de qualite."
            ]
        },
        {
            "tag": "mise_a_jour_des_donnees",
            "patterns": [
            "Les donnees sont-elles regulierement mises a jour?",
            "Comment savoir si un jeu de donnees est a jour?",
            "Y a-t-il des mises a jour frequentes sur le site?",
            "a quelle frequence les donnees sont-elles actualisees?",
            "Existe-t-il un calendrier de mise a jour pour les jeux de donnees?",
            "Comment puis-je verifier la derniere mise a jour d'un dataset?",
            "Les informations sur le site sont-elles renouvelees regulierement?",
            "Comment être informe des nouvelles mises a jour des donnees?",
            "Y a-t-il un historique des mises a jour accessible pour les utilisateurs?",
            "Comment assurer que les donnees utilisees sont les plus recentes?",
            "Est-ce que les datasets sont mis a jour en temps reel ou y a-t-il un delai?",
            "Peut-on s'abonner pour recevoir des notifications de mise a jour des donnees?"
            ],
            "responses": [
            "Nous nous engageons a maintenir nos donnees a jour. Les frequences de mise a jour peuvent varier selon les datasets. Verifiez la section 'derniere mise a jour' pour chaque jeu de donnees.",
            "Effectivement, les mises a jour sont regulieres. Pour chaque dataset, une date indique la derniere actualisation. Restez a l'affût des nouveautes!",
            "Oui, les donnees sont actualisees frequemment. Consultez la date de 'derniere mise a jour' sur la page de chaque jeu de donnees pour connaître son actualite."
            ]
        },
        {
            "tag": "problemes_techniques",
            "patterns": [
            "Le telechargement ne marche pas, que faire?",
            "J'ai un souci avec l'interface, a qui m'adresser?",
            "Impossible d'acceder a certaines pages, une solution?",
            "Je n'arrive pas a telecharger des fichiers, comment resoudre cela?",
            "L'interface ne repond pas correctement, vers qui me tourner?",
            "Des erreurs apparaissent lors de la navigation sur le site, que faire?",
            "Probleme de connexion au site, qui contacter pour de l'aide?",
            "Je rencontre des difficultes pour acceder aux donnees, comment proceder?",
            "Le site semble lent ou bugue, existe-t-il une solution rapide?",
            "Je fais face a un ecran blanc sur certaines pages, y a-t-il une maintenance?",
            "Les donnees semblent corrompues au telechargement, a qui le signaler?",
            "Des liens sont rompus sur le site, comment vous en informer?"
            ],
            "responses": [
            "Si vous rencontrez des problemes techniques, n'hesitez pas a contacter notre support technique via le formulaire de contact. Nous sommes la pour vous aider.",
            "Des soucis techniques? Notre equipe est prête a vous assister. Faites-nous part du probleme via notre page de contact et nous y travaillerons au plus vite.",
            "Pour tout probleme d'acces ou de telechargement, notre support technique est a votre disposition. Contactez-nous avec les details du probleme pour une assistance rapide."
            ]
        },
        {
            "tag": "formations_et_tutoriels",
            "patterns": [
            "Vous proposez des formations sur l'utilisation des donnees?",
            "Y a-t-il des tutoriels pour apprendre a exploiter les donnees?",
            "Comment puis-je apprendre a mieux utiliser les donnees disponibles?",
            "Est-ce que vous offrez des cours sur le maniement des donnees ouvertes?",
            "Existe-t-il des guides ou des didacticiels pour se former a l'analyse des donnees?",
            "Quelles ressources sont disponibles pour se perfectionner dans l'utilisation des donnees ouvertes?",
            "Où puis-je trouver des formations pour ameliorer mes competences en gestion de donnees?",
            "Comment acceder a des tutoriels pour devenir expert en donnees ouvertes?",
            "Quels outils pedagogiques proposent-vous pour l'exploitation des jeux de donnees?",
            "Y a-t-il des supports de formation pour apprehender les bases de la data science appliquee aux donnees ouvertes?",
            "Comment debuter avec l'exploitation des donnees ouvertes grâce a des tutoriels?",
            "Quels moyens sont mis a disposition pour se former sur l'analyse et la visualisation des donnees ouvertes?"
            ],
            "responses": [
            "Nous offrons regulierement des webinaires et des tutoriels pour vous aider a exploiter au mieux les donnees. Consultez notre section 'Formations' pour plus d'informations.",
            "Des tutoriels et formations? Absolument! Visitez notre espace dedie pour decouvrir comment tirer le meilleur parti des donnees que nous mettons a disposition.",
            "Pour vous aider a naviguer et a utiliser efficacement les donnees, nous proposons une gamme de ressources educatives, incluant des tutoriels et des formations. N'hesitez pas a les consulter!"
            ]
        },
        {
            "tag": "recherche_donnees_specifiques",
            "patterns": [
            "Je cherche des donnees sur la population",
            "Ou puis-je trouver des donnees sur l'environnement?",
            "Je veux des statistiques sur l'education",
            "Je cherche des donnees sur la sante",
            "Je veux des donnees sur l'economie",
            "Ou puis-je trouver des donnees sur le tourisme?",
            "Je cherche des donnees sur le climat",
            "Je veux des statistiques sur le chomage",
            "Je cherche des donnees sur le commerce",
            "Ou puis-je trouver des donnees sur l'agriculture?",
            "Je veux des donnees sur le transport",
            "Je cherche des statistiques sur la criminalite",
            "Ou puis-je trouver des donnees sur l'energie?",
            "Je veux des donnees sur la culture",
            "Je cherche des statistiques sur la pauvrete"
            ],
            "responses": [
            "Vous pouvez trouver des donnees sur la population dans la categorie 'Demographie' ou en utilisant la barre de recherche. Les donnees sur l'environnement sont disponibles dans la categorie 'Environnement'. Pour les statistiques sur l'education, consultez la categorie 'Education'.",
            "Les donnees sur la sante sont disponibles dans la categorie 'Sante'. Pour les statistiques sur l'economie, consultez la categorie 'Economie'. Les donnees sur le tourisme sont disponibles dans la categorie 'Tourisme'.",
            "Les donnees sur le climat sont disponibles dans la categorie 'Climat'. Pour les statistiques sur le chomage, consultez la categorie 'Emploi'. Les donnees sur le commerce sont disponibles dans la categorie 'Commerce'.",
            "Les donnees sur l'agriculture sont disponibles dans la categorie 'Agriculture'. Pour les statistiques sur le transport, consultez la categorie 'Transport'. Les donnees sur la criminalite sont disponibles dans la categorie 'Criminalite'.",
            "Les donnees sur l'energie sont disponibles dans la categorie 'Energie'. Pour les statistiques sur la culture, consultez la categorie 'Culture'. Les donnees sur la pauvrete sont disponibles dans la categorie 'Pauvrete'."
            ]
        },
        {
            "tag" : "benefice",
            "patterns" : [
                "Quels sont les benefices de l'Open Data?",
                "Pourquoi l'Open Data est-il important?",
                "Quels sont les avantages de l'Open Data?",
                "Quels sont les beneficiaires d’une initiative Open Data ?",
                "Quels sont les avantages de l’Open Data pour les citoyens ?",
                "Quels sont les avantages de l’Open Data pour les entreprises ?",
                "Quels sont les avantages de l’Open Data pour les administrations publiques ?",
                "Quels sont les avantages de l’Open Data pour les developpeurs ?",
                "Quels sont les avantages de l’Open Data pour les chercheurs ?",
                "Quels sont les avantages de l’Open Data pour les journalistes ?",
                "Quels sont les avantages de l’Open Data pour les ONG ?",
                "Quels sont les avantages de l’Open Data pour les universites ?",
                "Quels sont les avantages de l’Open Data pour les collectivites territoriales ?",
                "Quels sont les bienfaits de l'Open Data pour la communaute?",
                "En quoi l'Open Data est essentiel a la societe?",
                "Comment l'Open Data profite-t-il aux entreprises et aux individus?",
                "Qui tire profit des initiatives Open Data?",
                "Quels benefices l'Open Data apporte-t-il aux citoyens?",
                "Quels profits l'Open Data offre-t-il aux entreprises?",
                "Comment l'administration publique beneficie-t-elle de l'Open Data?",
                "Quel interêt l'Open Data presente-t-il pour les developpeurs?",
                "En quoi l'Open Data est benefique pour les chercheurs?",
                "Quels sont les avantages de l'Open Data pour les journalistes?",
                "Quel est l'impact de l'Open Data sur les ONG?",
                "Quelles opportunites l'Open Data cree-t-il pour les universites?",
                "Comment les collectivites territoriales peuvent-elles tirer avantage de l'Open Data?"
            ],
            "responses": [
                "L'Open Data, initiative visant a rendre les donnees gouvernementales accessibles a tous, genere des impacts economiques et sociaux significatifs. Les beneficiaires directs incluent les administrations publiques, qui facilitent la coordination des actions et ameliorent la qualite des donnees. Les acteurs de l'innovation profitent d'un acces aux donnees pour developper des services novateurs, tandis que le secteur prive en tire parti pour ameliorer ses activites et creer de nouveaux services. La societe civile beneficie d'une meilleure transparence de l'administration et peut orienter ses activites, tandis que le secteur academique dispose de donnees pour mener des recherches precises. Les medias utilisent ces donnees pour un journalisme d'investigation, et les citoyens accedent a des services innovants et participent plus activement a la vie democratique.",
                "L'Open Data vise a promouvoir la reutilisation des donnees publiques pour divers usages tels que repondre a des questions, prendre des decisions importantes, beneficier de services quotidiens, ou encourager la transparence des institutions. Le portail data.gov.ma est destine aux producteurs de donnees desireux de les publier de maniere ouverte, aux reutilisateurs souhaitant partager leurs travaux bases sur ces donnees, et a toute personne, association ou entreprise interessee par l'exploration et l'utilisation des donnees disponibles."
            ]
        },
        {
            "tag" : "types_de_donnees",
            "patterns" : [
                "Quels types de donnees sont disponibles?",
                "Quels types de donnees puis-je trouver?",
                "Quels types de donnees sont accessibles?",
                "Quels types de donnees sont disponibles sur le site?",
                "Quels types de donnees sont disponibles sur data gov ma?",
                "Quels types de donnees sont accessibles sur data gov ma?",
                "Quels types de donnees puis-je trouver sur data gov ma?",
                "Quels types de donnees sont disponibles sur le site data gov ma?",
                "Quels types de donnees sont accessibles sur le site data gov ma?",
                "Quels types de donnees puis-je trouver sur le site data gov ma?"

            ],
            "responses":[
                "Les gouvernements publient des donnees ouvertes en respectant la confidentialite et la securite, excluant les informations personnelles ou sensibles. Ces donnees incluent des statistiques, informations budgetaires, et details sur les services publics, apres anonymisation si necessaire. La publication se fait via un portail central de donnees ouvertes, facilitant l’acces, l’exploitation, et la reutilisation des donnees, contrairement aux sites Web institutionnels, qui visent a partager des informations avec les citoyens."
            ]
        }
    ]
}
    